"%1$@ •••• %2$@" = "%1$@ •••• %2$@";

"+ Add" = "+ Añadir más datos";

"Add US bank account" = "Añadir una cuenta bancaria de EE. UU.";

"Add a card" = "Añadir una tarjeta";

"Add a payment method" = "Añadir un método de pago";

"Add card" = "Añadir tarjeta";

"Add new card" = "Añadir una nueva tarjeta";

"Add new payment method" = "Añadir nuevo método de pago";

"Add your payment information" = "Añadir información de pago";

"Approve payment" = "Aprobar pago";

"Back" = "Atrás";

"Bank" = "Banco";

"Bank account" = "Cuenta bancaria";

"Buy now or pay later with <img/>" = "Compra ahora o paga después con <img/>";

"Buy now or pay later with Afterpay" = "Compra ahora y paga después con Afterpay";

"Buy now or pay later with Clearpay" = "Compra ahora y paga después con Clearpay";

"Buy now or pay later with Klarna" = "Compra ahora y paga después con Klarna";

"Buy using a UPI ID" = "Comprar con un ID de UPI";

"By confirming your payment with PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "Si confirmas tu pago con PayPal, permitirás que %@ efectúe cargos de pagos futuros en tu cuenta de PayPal conforme a las condiciones estipuladas.";

"By continuing to Amazon Pay, you allow %@ to charge your Amazon Pay account for future payments in accordance with their terms." = "Si accedes a Amazon Pay, permitirás que %@ efectúe cargos de pagos futuros en tu cuenta de Amazon Pay conforme a las condiciones estipuladas.";

"By continuing to Klarna, you allow %@ to charge your Klarna account for future payments in accordance with their terms and Klarna's terms. You can change this at any time in your Klarna app or by reaching out to %@." = "Al acceder a Klarna, permitirás que %1$@ efectúe cargos de futuros pagos en tu cuenta de Klarna conforme a sus condiciones y a las condiciones de Klarna. Puedes cambiar esta configuración en cualquier momento en tu aplicación de Klarna o poniéndote en contacto con %2$@.";

"By continuing to PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "Si accedes a PayPal, permitirás que %@ efectúe cargos de pagos futuros en tu cuenta de PayPal conforme a las condiciones estipuladas.";

"By continuing to Revolut Pay, you allow %@ to charge your Revolut Pay account for future payments in accordance with their terms." = "Si accedes a Revolut Pay, permitirás que %@ efectúe cargos de pagos futuros en tu cuenta de Revolut Pay conforme a las condiciones estipuladas.";

"By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>." = "Al continuar, aceptas autorizar pagos de conformidad con <terms>estas condiciones</terms>.";

"By continuing, you authorize %@ to debit your Cash App account for this payment and future payments in accordance with %@'s terms, until this authorization is revoked. You can change this anytime in your Cash App Settings." = "Si continúas, autorizas a %1$@ a que cargue en tu cuenta de Cash App este pago y futuros pagos conforme a las condiciones de %2$@ hasta que se revoque esta autorización. Puedes cambiarla en cualquier momento en la configuración de Cash App.";

"By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Al unirte a Link, aceptas las <terms>Condiciones de servicio</terms> y la <privacy>Política de privacidad</privacy>.";

"By providing your bank account details and confirming this payment, you agree to this Direct Debit Request and the <terms>Direct Debit Request service agreement</terms>, and authorise Stripe Payments Australia Pty Ltd ACN 160 180 343 Direct Debit User ID number 507156 (“Stripe”) to debit your account through the Bulk Electronic Clearing System (BECS) on behalf of %@ (the \"Merchant\") for any amounts separately communicated to you by the Merchant. You certify that you are either an account holder or an authorised signatory on the account listed above." = "Al proporcionar los datos de tu cuenta bancaria y confirmar el pago, aceptas esta solicitud de adeudo directo y el <terms>contrato de servicio de solicitud de adeudo directo</terms>, y autorizas a Stripe Payments Australia Pty Ltd, ACN 160 180 343, número de ID de usuario de adeudo directo 507156 («Stripe»), a efectuar adeudos en tu cuenta mediante el sistema Bulk Electronic Clearing System (BECS) en nombre de %@ (el «Comerciante») por los importes que te comunique por separado el Comerciante. Certificas que eres titular de una cuenta o signatario autorizado de la cuenta especificada arriba.";

"By providing your card information, you allow %@ to charge your card for future payments in accordance with their terms." = "Al facilitarnos los datos de la tarjeta, permites que %@ cargue en tu tarjeta futuros pagos conforme a las condiciones estipuladas.";

"By providing your email, you agree to create a Link account and save your payment info to Link, according to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Al proporcionar tu correo electrónico, aceptas crear una cuenta de Link y guardar tus datos de pago en Link, conforme a las <terms>Condiciones</terms> y a la <privacy>Política de privacidad</privacy> de Link.";

"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "Al facilitarnos la información del pago y al confirmar este pago, autorizas a (A) %@ y a Stripe, nuestro proveedor de servicios de pago, a enviar instrucciones a tu banco para adeudar tu cuenta y (B) a tu banco para efectuar los adeudos en tu cuenta siguiendo dichas instrucciones. Como parte de tus derechos, estás legitimado al rembolso por parte de tu banco en los términos y condiciones del contrato suscrito con este. La solicitud del reembolso deberá efectuarse dentro de las ocho semanas posteriores a la fecha de adeudo en cuenta. Tus derechos se explican en una declaración que puedes obtener en tu banco. Aceptas recibir notificaciones sobre próximos adeudos con hasta dos días de antelación a que estos ocurran.";

"By providing your phone number, you agree to create a Link account and save your payment info to Link, according to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Al proporcionar tu número de teléfono, aceptas crear una cuenta de Link y guardar tus datos de pago en Link, conforme a las <terms>Condiciones</terms> y la <privacy>Política de privacidad</privacy> de Link.";

"By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "Al guardar tu cuenta bancaria para %@, aceptas autorizar pagos con arreglo a <terms> estas condiciones</terms>.";

"CPF/CPNJ" = "CPF/CPNJ";

"Cancel and pay another way" = "Cancelar y usar otro método de pago";

"Choose a payment method" = "Elige un método de pago";

"Close card scanner" = "Cerrar el escáner de tarjetas";

"Confirm" = "Confirmar";

"Confirm the payment in your bank or payment app within %@ to complete the purchase." = "Confirma el pago en tu banco o aplicación de pago en %@ para completar la compra.";

"Confirm the payment in your bank's app within %@ to complete the purchase." = "Confirma el pago en la aplicación de tu banco en %@ para completar la compra.";

"Confirm your CVC" = "Confirma tu CVC";

"Contact information" = "Datos de contacto";

"EPS Bank" = "Banco que opera con EPS";

"Enter address manually" = "Introduce la dirección manualmente";

"FPX Bank" = "Banco para FPX";

"I understand that Stripe will be collecting Direct Debits on behalf of %@ and confirm that I am the account holder and the only person required to authorise debits from this account." = "Entiendo que Stripe cobrará adeudos directos en nombre de %@ y confirmo que soy el titular de la cuenta y la única persona que se requiere que autorice los adeudos a esta cuenta.";

"IBAN" = "IBAN";

"Manage payment method" = "Gestionar el método de pago";

"Manage payment methods" = "Gestiona los métodos de pago";

"Manage your payment methods" = "Gestiona tus métodos de pago";

"Name on card" = "Nombre del titular de la tarjeta";

"New card" = "Nueva tarjeta";

"New payment method" = "Nuevo método de pago";

"Open your UPI app to approve your payment within %@" = "Abre tu aplicación UPI para aprobar tu pago en el plazo de %@";

"Or" = "O";

"Or pay using" = "O paga con";

"Or pay with a card" = "O paga con tarjeta";

"Or use" = "También puedes usar";

"Or use a card" = "También puedes usar una tarjeta";

"Pay %@" = "Pagar %@";

"Pay another way" = "Pagar de otra manera";

"Pay faster at %@ and thousands of businesses." = "Paga más rápido en %@ y en miles de empresas.";

"Pay over time with %@" = "Paga a plazos con %@";

"Pay over time with Affirm" = "Paga a plazos con Affirm";

"Pay with Link" = "Pagar con Link";

"Pay with your bank account in just a few steps." = "Paga con tu cuenta bancaria en unos pocos pasos.";

"Payment failed" = "Error en el pago";

"Please go back and select another payment method" = "Regresa y elige otro método de pago";

"Point the camera at your card." = "Enfoca con la cámara a la tarjeta.";

"Processing..." = "Procesando...";

"Przelewy24 Bank" = "Banco que opera con Przelewy24";

"Remove card?" = "¿Deseas eliminar la tarjeta?";

"Remove payment method" = "Eliminar método de pago";

"Save" = "Guardar";

"Save a new payment method" = "Guardar un nuevo método de pago";

"Save address" = "Guardar dirección";

"Save for future payments" = "Guardar para futuros pagos";

"Save payment details to %@ for future purchases" = "Guardar los datos de pago en %@ para futuras compras";

"Save this account for future %@ payments" = "Guardar esta cuenta para realizar compras futuras en %@";

"Save your bank account in just a few steps." = "Guarda tu cuenta bancaria en unos pocos pasos.";

"Save your info for secure 1-click checkout with Link" = "Guardar tus datos para un proceso de compra seguro en un clic con Link";

"Saved" = "Se ha guardado";

"Select card" = "Seleccionar tarjeta";

"Select payment method" = "Seleccionar método de pago";

"Select your payment method" = "Selecciona tu método de pago";

"Set up" = "Configurar";

"Shipping to %@ is not supported." = "No se admiten los envíos a %@.";

"Show menu" = "Mostrar menú";

"Simple, secure one-click payments" = "Pagos seguros y sencillos en un clic";

"Something went wrong when linking your account.\nPlease try again later." = "Se ha producido un error al vincular tu cuenta. Vuelve a intentarlo más tarde.";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you'll get an email with instructions to finish saving your bank account with %@." = "Stripe depositará 0,01 $ en tu cuenta dentro de 1 o 2 días hábiles. Luego, recibirás un correo electrónico con instrucciones para completar el proceso de guardar tu cuenta bancaria con %@.";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@." = "Stripe depositará 0,01 $ en tu cuenta dentro de 1 o 2 días hábiles. Luego, recibirás un correo electrónico con instrucciones para completar el pago para %@.";

"The IBAN you entered is incomplete." = "El IBAN introducido está incompleto.";

"The IBAN you entered is invalid, \"%@\" is not a supported country code." = "El IBAN que has introducido no es válido: %@ no es un código de país admitido.";

"Update" = "Actualizar";

"Update card brand" = "Actualizar marca de la tarjeta";

"View more" = "Ver más";

"Your IBAN should start with a two-letter country code." = "El IBAN debe empezar con un código de país de dos letras.";

"iDEAL Bank" = "Banco iDEAL";
